Repository: BoldContacts/boldcontacts-mobile-app-for-apple
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: ar, bn_in, cy, de, es_419, fr_ca, ga_gb, hi, id, it, ja, pt_br, ru, sv, tr, ur, zh_hans

# CNContactStore.authorizationStatus.unknown
source: This app is unable to read your contacts list because of an unknown error. Please contact the app developer to take a closer look at what's happening and how to fix it for you. Email joel@joelparkerhenderson.com or phone +1-415-317-2700. Thank you.
ar: هذا التطبيق غير قادر على قراءة قائمة جهات الاتصال الخاصة بك بسبب خطأ غير معروف. يرجى الاتصال بمطور التطبيق لإلقاء نظرة فاحصة على ما يحدث وكيفية إصلاحه لك. أرسل بريدًا إلكترونيًا إلى joel@joelparkerhenderson.com أو هاتف + 1-415-317-2700. شكرًا لك.
bn_in: একটি অজানা ত্রুটির কারণে এই অ্যাপটি আপনার পরিচিতির তালিকা পড়তে অক্ষম৷ কী ঘটছে এবং কীভাবে এটি আপনার জন্য ঠিক করা যায় তা আরও ঘনিষ্ঠভাবে দেখার জন্য অনুগ্রহ করে অ্যাপ বিকাশকারীর সাথে যোগাযোগ করুন৷ joel@joelparkerhendersonকে ইমেল করুন৷ com অথবা ফোন +1-415-317-2700। ধন্যবাদ।
cy: Nid yw'r ap hwn yn gallu darllen eich rhestr cysylltiadau oherwydd gwall anhysbys. Cysylltwch 칙 datblygwr yr ap i gael golwg agosach ar yr hyn sy'n digwydd a sut i'w drwsio i chi. E-bostiwch joel@joelparkerhenderson.com neu ffoniwch +1-415-317-2700. Diolch.
de: Diese App kann Ihre Kontaktliste aufgrund eines unbekannten Fehlers nicht lesen. Bitte wenden Sie sich an den App-Entwickler, um sich genauer anzusehen, was passiert und wie Sie es für Sie beheben können. E-Mail joel@joelparkerhenderson.com oder Telefon +1-415-317-2700. Vielen Dank.
es_419: Esta aplicación no puede leer su lista de contactos debido a un error desconocido. Ponte en contacto con el desarrollador de la aplicación para ver más de cerca lo que está sucediendo y cómo solucionarlo. Envía un correo electrónico a joel@joelparkerhenderson.com o llama al +1-415-317-2700. Gracias.
fr_ca: Cette application ne peut pas lire votre liste de contacts en raison d'une erreur inconnue. Veuillez contacter le développeur de l'application pour examiner de plus près ce qui se passe et comment le résoudre pour vous. Envoyez un e-mail à joel@joelparkerhenderson.com ou appelez le +1-415-317-2700. Merci.
ga_gb: Ní féidir leis an aip seo do liosta teagmhálaithe a léamh mar gheall ar earráid anaithnid. Déan teagmháil le forbróir na haipe le do thoil chun breathnú níos géire ar cad atá ag tarlú agus conas é a shocrú duitse. Seol ríomhphost chuig joel@joelparkerhenderson.com nó glaoigh ar +1-415-317-2700. Go raibh maith agat.
hi: अज्ञात त्रुटि के कारण यह ऐप आपकी संपर्क सूची को पढ़ने में असमर्थ है। क्या हो रहा है और इसे आपके लिए कैसे ठीक किया जाए, इस पर करीब से नज़र डालने के लिए कृपया ऐप डेवलपर से संपर्क करें। ईमेल joel@joelparkerhenderson.com या फोन +1-415-317-2700। शुक्रिया।
id: Aplikasi ini tidak dapat membaca daftar kontak Anda karena kesalahan yang tidak diketahui. Silakan hubungi pengembang aplikasi untuk melihat lebih dekat apa yang terjadi dan cara memperbaikinya untuk Anda. Email joel@joelparkerhenderson.com atau telepon +1-415-317-2700. Terima kasih.
it: Questa app non è in grado di leggere la tua lista dei contatti a causa di un errore sconosciuto. Per favore, contatta lo sviluppatore per analizzare il problema. Invia una email joel@joelparkerhenderson.com o telefona al +1-415-317-2700. Grazie.
ja: 不明なエラーのため、このアプリは連絡先リストを読み取ることができません。 アプリの開発者に連絡して、何が起こっているのかを詳しく調べて、それを修正する方法を確認してください。 joel@joelparkerhenderson.com に電子メールを送信するか、+1-415-317-2700 に電話してください。 ありがとうございました。
pt_br: Este aplicativo não consegue ler sua lista de contatos devido a um erro desconhecido. Entre em contato com o desenvolvedor do aplicativo para ver mais de perto o que está acontecendo e como corrigi-lo para você. Envie um e-mail para joel@joelparkerhenderson.com ou telefone +1-415-317-2700. Obrigada.
ru: Это приложение не может прочитать ваш список контактов из-за неизвестной ошибки. Пожалуйста, свяжитесь с разработчиком приложения, чтобы узнать, что происходит, и как это исправить. Электронная почта joel@joelparkerhenderson.com или телефон +1-415-317-2700. Спасибо.
sv: Den här appen kan inte läsa din kontaktlista på grund av ett okänt fel. Kontakta apputvecklaren för att ta en närmare titt på vad som händer och hur du fixar det åt dig. Maila joel@joelparkerhenderson.com eller ring +1-415-317-2700. Tack.
tr: Bilinmeyen bir hata nedeniyle bu uygulama kişi listenizi okuyamıyor. Neler olup bittiğine ve sizin için nasıl düzeltileceğine daha yakından bakmak için lütfen uygulama geliştiricisiyle iletişime geçin. joel@joelparkerhenderson'a e-posta gönderin. com veya telefon +1-415-317-2700. Teşekkürler.
ur: یہ ایپ نامعلوم خرابی کی وجہ سے آپ کے رابطوں کی فہرست کو پڑھنے سے قاصر ہے۔ براہ کرم ایپ ڈویلپر سے رابطہ کریں کہ کیا ہو رہا ہے اور اسے اپنے لیے کیسے ٹھیک کیا جائے۔ joel@joelparkerhenderson.com پر ای میل کریں یا فون +1-415-317-2700۔ شکریہ
zh_hans: 由于未知错误，此应用无法读取您的联系人列表。 请联系应用程序开发人员，详细了解发生的情况以及如何为您解决问题。 电子邮件 joel@joelparkerhenderson.com 或电话 +1-415-317-2700。 谢谢你。

# CNAuthorizationStatus.authorized.fullName
source: Authorization status is authorized.
ar: حالة التفويض مصرح بها.
bn_in: অনুমোদনের স্থিতি অনুমোদিত।
cy: Mae statws awdurdodiad wedi'i awdurdodi.
de: Autorisierungsstatus ist autorisiert.
es_419: La autorización se encuentra aprobada.
fr_ca: Le statut d'autorisation est autorisé.
ga_gb: Tá stádas údaraithe údaraithe.
hi: प्राधिकरण स्थिति अधिकृत है।
id: Status otorisasi diotorisasi.
it: Lo stato di autorizzazione è autorizzato.
ja: 承認ステータスは承認済みです。
pt_br: O status de autorização é autorizado.
ru: Статус авторизации авторизован.
tr: Yetkilendirme durumuna yetki verildi.
ur: اجازت کی حیثیت مجاز ہے۔
zh_hans: 授权状态为已授权。

# CNAuthorizationStatus.notDetermined.fullName
source: Authorization status is not determined.
ar: لم يتم تحديد حالة التفويض.
bn_in: অনুমোদনের স্থিতি নির্ধারণ করা হয়নি।
cy: Nid yw statws awdurdodi wedi'i bennu.
de: Der Autorisierungsstatus wird nicht ermittelt.
es_419: La autorización se encuentra indeterminada.
fr_ca: Le statut d'autorisation n'est pas déterminé.
ga_gb: Ní chinntear stádas údaraithe.
hi: प्राधिकरण की स्थिति निर्धारित नहीं है।
id: Status otorisasi tidak ditentukan.
it: Lo stato di autorizzazione non può essere determinato.
ja: 認可ステータスは決定されません。
pt_br: O status de autorização não é determinado.
ru: Статус авторизации не определен.
sv: Auktoriseringsstatus är inte fastställd.
tr: Yetkilendirme durumu belirlenmedi.
ur: اجازت کی حیثیت کا تعین نہیں کیا گیا ہے۔
zh_hans: 授权状态未确定.

# CNAuthorizationStatus.restricted.fullName
source: Authorization status is restricted.
ar: حالة التفويض مقيدة.
bn_in: অনুমোদনের স্থিতি সীমাবদ্ধ।
cy: Mae statws awdurdodi wedi'i gyfyngu.
de: Der Berechtigungsstatus ist eingeschränkt.
es_419: La autorización se encuentra restringida.
fr_ca: Le statut d'autorisation est limité.
ga_gb: Tá srian ar an stádas údaraithe.
hi: प्राधिकरण की स्थिति प्रतिबंधित है।
id: Status otorisasi dibatasi.
it: Lo stato di autorizzazione è con restrizioni.
ja: 認可ステータスは制限されています。
pt_br: O status de autorização é restrito.
ru: Статус авторизации ограничен.
sv: Auktoriseringsstatus är begränsad.
tr: Yetkilendirme durumu kısıtlı.
ur: اجازت کی حیثیت محدود ہے۔
zh_hans: 授权状态受限。

# CNAuthorizationStatus.denied.fullName
source: Authorization status is denied.
ar: تم رفض حالة التفويض.
bn_in: অনুমোদন স্থিতি অস্বীকৃত।
cy: Statws awdurdodi yn cael ei wrthod.
de: Der Autorisierungsstatus wird verweigert.
es_419: La autorización se encuentra denegada.
fr_ca: Le statut d'autorisation est refusé.
ga_gb: Diúltaítear stádas údaraithe.
hi: प्राधिकरण की स्थिति अस्वीकार कर दी गई है।
id: Status otorisasi ditolak.
it: Lo stato di autorizzazione è negato.
ja: 承認ステータスが拒否されました。
pt_br: O status de autorização é negado.
ru: Статус авторизации отклонен.
sv: Auktoriseringsstatus nekas.
tr: Yetkilendirme durumu reddedildi.
ur: اجازت کی حیثیت سے انکار کر دیا گیا ہے۔
zh_hans: 授权状态被拒绝。

# CNAuthorizationStatus.authorized.partName
source: authorized
ar: مخول
bn_in: অনুমোদিত
cy: awdurdodedig
de: autorisiert
es_419: autorizado
fr_ca: autorisée
ga_gb: údaraithe
hi: अधिकार दिया गया
id: berwenang
it: autorizzato
ja: 認可された
pt_br: autorizada
sv: auktoriserad
tr: yetkili
ur: مجاز
zh_hans: 授权

# CNAuthorizationStatus.notDetermined.partName
source: not determined
ar: لم يحدد
bn_in: নির্ধারিত নয়
cy: ddim yn benderfynol
de: unentschlossen
es_419: indeterminado
fr_ca: non déterminé
ga_gb: gan a chinneadh
hi: निर्धारित नहीं है
id: tidak ditentukan
it: non determinato
ja: 決まっていません
pt_br: não determinado
ru: не определено
sv: inte bestämd
tr: belirlenmedi
ur: تعین نہیں کیا
zh_hans: 还没决定

# CNAuthorizationStatus.restricted.partName
source: restricted
ar: مقيد
bn_in: সীমাবদ্ধ
cy: cyfyngedig
de: eingeschränkt
es_419: restringido
fr_ca: limitée
ga_gb: srianta
hi: प्रतिबंधित
id: terbatas
it: con restrizioni
ja: 制限付き
pt_br: restrita
ru: ограниченный
sv: begränsad
tr: kısıtlı
ur: محدود
zh_hans: 受限制的

# CNAuthorizationStatus.denied.partName
source: denied
ar: رفض
bn_in: অস্বীকৃত
cy: gwadu
es_419: denegado
fr_ca: refusée
ga_gb: shéan
hi: इंकार किया
id: ditolak
it: negato
ja: 拒否された
pt_br: negada
ru: отклонен
sv: nekad
tr: reddedildi
ur: انکار کر دیا
zh_hans: 拒绝

# CursorState.Loadable
source: Your contacts list is loadable.
ar: قائمة جهات الاتصال الخاصة بك قابلة للتحميل.
bn_in: আপনার পরিচিতি তালিকা লোডযোগ্য।
cy: Mae modd llwytho eich rhestr cysylltiadau.
de: Ihre Kontaktliste ist ladbar.
es_419: Tu lista de contactos se puede cargar.
fr_ca: Votre liste de contacts est chargeable.
ga_gb: Is féidir do liosta teagmhálaithe a luchtú.
hi: आपकी संपर्क सूची लोड करने योग्य है।
id: Daftar kontak Anda dapat dimuat.
it: La tua lista dei contatti è caricabile.
ja: 連絡先リストは読み込み可能です。
pt_br: Sua lista de contatos é carregável.
ru: Ваш список контактов загружается.
sv: Din kontaktlista kan laddas.
tr: Kişi listeniz yüklenebilir.
ur: آپ کے رابطوں کی فہرست قابل لوڈ ہے۔
zh_hans: 您的联系人列表是可加载的。

# CursorState.Loading
source: Your contacts list is loading.
ar: يتم تحميل قائمة جهات الاتصال الخاصة بك.
bn_in: আপনার পরিচিতি তালিকা লোড হচ্ছে।
cy: Mae eich rhestr cysylltiadau yn llwytho.
de: Ihre Kontaktliste wird geladen.
es_419: Tu lista de contactos se está cargando.
fr_ca: Votre liste de contacts est en cours de chargement.
ga_gb: Tá do liosta teagmhálaithe á lódáil.
hi: आपकी संपर्क सूची लोड हो रही है।
id: Daftar kontak Anda sedang dimuat.
it: La tua lista dei contatti si sta caricando.
ja: 連絡先リストを読み込んでいます。
pt_br: Sua lista de contatos está carregando.
ru: Ваш список контактов загружается.
sv: Din kontaktlista laddas.
tr: Kişi listeniz yükleniyor.
ur: آپ کے رابطوں کی فہرست لوڈ ہو رہی ہے۔
zh_hans: 您的联系人列表正在加载。

# CursorState.Loaded
source: Your contacts list is loaded.
ar: يتم تحميل قائمة جهات الاتصال الخاصة بك.
bn_in: আপনার পরিচিতি তালিকা লোড হয়েছে।
cy: Mae eich rhestr cysylltiadau wedi'i llwytho.
de: Ihre Kontaktliste wird geladen.
es_419: Tu lista de contactos está cargada.
fr_ca: Votre liste de contacts est chargée.
ga_gb: Tá do liosta teagmhálaithe lódáilte.
hi: आपकी संपर्क सूची लोड हो गई है।
id: Daftar kontak Anda dimuat.
it: La tua lista dei contatti è caricata.
ja: 連絡先リストが読み込まれました。
pt_br: Sua lista de contatos está carregada.
ru: Ваш список контактов загружен.
sv: Din kontaktlista är laddad.
tr: Kişi listeniz yüklendi.
ur: آپ کے رابطوں کی فہرست بھری ہوئی ہے۔
zh_hans: 您的联系人列表已加载。

# CursorState.Loaded & cursor.isEmpty
source: Your contacts list is loaded, but is empty.
ar: تم تحميل قائمة جهات الاتصال الخاصة بك ، لكنها فارغة.
bn_in: আপনার পরিচিতি তালিকা লোড করা হয়েছে, কিন্তু খালি।
cy: Mae eich rhestr cysylltiadau wedi'i llwytho, ond mae'n wag.
de: Ihre Kontaktliste wird geladen, ist aber leer.
es_419: Tu lista de contactos está cargada, pero está vacía.
fr_ca: Votre liste de contacts est chargée, mais est vide.
ga_gb: Tá do liosta teagmhálaithe lódáilte, ach tá sé folamh.
hi: आपकी संपर्क सूची भरी हुई है, लेकिन खाली है।
id: Daftar kontak Anda dimuat, tetapi kosong.
it: La tua lista dei contatti è caricata, ma è vuota.
ja: 連絡先リストは読み込まれていますが、空です。
pt_br: Sua lista de contatos está carregada, mas vazia.
ru: Ваш список контактов загружен, но пуст.
sv: Din kontaktlista är inläst, men är tom.
tr: Kişi listeniz yüklendi, ancak boş.
zh_hans: 您的联系人列表已加载，但为空。

# Demo.persons[0].givenName
source: Alice
ar: مَرْيَم
bn_in: অদিতি
cy: Alys
de: Maria
es_419: María
fr_ca: Marie
ga_gb: Mary
hi: सुनीता
id: Siti
it: Anna
ja: ゆい
pt_br: Maria
ru: Мария
sv: Anna
tr: Fatma
ur: نسیم
zh_hans: 若汐

# Demo.persons[0].familyName
source: Adams
ar: خان
bn_in: সৈয়দ
cy: Jones
de: Müller
es_419: Garcia
fr_ca: Martin
ga_gb: Murphy
hi: देवी
id: Sari
it: Russo
ja: 佐藤
pt_br: da Silva
ru: Иванов
sv: Johansson
tr: Yılmaz
ur: خان
zh_hans: 王

# Demo.persons[1].givenName
source: Bob
ar: مُحَمَّد
bn_in: মুহাম্মদ
cy: Rhys
de: Peter
es_419: José
fr_ca: Jean
ga_gb: John
hi: राम
id: Muhammad
it: Paolo
ja: はると
pt_br: Jose
ru: Иван
sv: Lars
tr: Mehmet
ur: محمّد
zh_hans: 沐宸

# Demo.persons[1].familyName
source: Brown
ar: احمد
bn_in: লস্কর
cy: Morgan
de: Schmidt
es_419: Fernández
fr_ca: Bernard
ga_gb: Kelly
hi: सिंह
id: Hidayat
it: Rossi
ja: 鈴木
pt_br: Pereira
ru: Сидоров
sv: Andersson
tr: Kaya
ur: احمد
zh_hans: 李

# Demo.persons[2].givenName
source: Carol
ar: سَارَة
bn_in: জান্নাত
cy: Ffion
de: Ursula
es_419: Lucía
fr_ca: Dominique
ga_gb: Margaret
hi: अनीता
id: Nur
it: Carolina
ja: めい
pt_br: Ana
ru: Татьяна
sv: Eva
tr: Ayşe
ur: فاطمہ
zh_hans: 艺涵

# Demo.persons[2].familyName
source: Curtis
bn_in: মির
cy: Lewis
de: Fischer
es_419: Lopez
fr_ca: Bernard
ga_gb: Byrne
hi: कुमार
id: Lestari
it: Bianchi
ja: 高橋
pt_br: Alves
ru: Петров
sv: Karlsson
tr: Demir
ur: سلطانہ
zh_hans: 张

# Demo.persons[3].givenName
source: Dave
ar: عَلِيّ
bn_in: আব্দুল
cy: Dylan
de: Michael
es_419: Martín
fr_ca: Michel
ga_gb: Michael
hi: संजय
id: Ahmad
it: Davide
ja: みなと
pt_br: Antonio
ru: Юрий
sv: Per
tr: Mustafa
ur: عبدال
zh_hans: 浩宇

# Demo.persons[3].familyName
source: Davis
ar: محمّد
bn_in: উদ্দিন
cy: Davies
de: Weber
es_419: Flores
fr_ca: Dubois
ga_gb: Walsh
hi: दास
id: Saputra
it: Ferrari
ja: 田中
pt_br: Ferreira
ru: Смирнов
sv: Nilsson
tr: Çelik
ur: شیرازی
zh_hans: 陈

# Demo.persons[4].givenName
source: Eve
ar: سَلْمَى
bn_in: ফাতেমা
cy: Seren
de: Petra
es_419: Sofía
fr_ca: Nathalie
ga_gb: Ann
hi: गीता
id: Endang
it: Elisa
ja: えま
pt_br: Juliana
ru: Olga
sv: Karin
tr: Emine
ur: شازیہ
zh_hans: 国英

# Demo.persons[4].familyName
source: Evans
ar: عبّاس
bn_in: আখুন্দ
de: Meyer
es_419: da Silva
fr_ca: Laurent
ga_gb: Ryan
hi: शर्मा
id: Rahayu
it: Romano
ja: 渡辺
pt_br: de Oliveira
ru: Волков
sv: Eriksson
tr: Şahin
ur: زمان
zh_hans: 杨

# Demo.persons[5].givenName
source: Frank
ar: أَحْمَد‎
bn_in: সৈয়দ
cy: Osian
de: Wolfgang
es_419: Antônio
fr_ca: Philippe
ga_gb: Patrick
hi: राजेश
id: Haji
it: Franco
ja: そうた
pt_br: Francisco
ru: Андрей
sv: Karl
tr: Hasan
ur: غلام
zh_hans: 建国

# Demo.persons[5].familyName
source: Franklin
ar: زمان
bn_in: প্রধান
cy: Griffiths
de: Wagner
es_419: dos Santos
ga_gb: O'Brien
hi: गुप्त
id: Dewi
it: Coppola
ja: 伊藤
pt_br: de Souza
ru: Фёдоров
sv: Larsson
tr: Öztürk
ur: شاہ
zh_hans: 赵

# Demo.groups[0].name
source: ALS Association
it: AISLA | Associazione Italiana Sclerosi Laterale Amiotrofica

# Demo.groups[0].website
source: https://www.als.org
it: https://www.aisla.it/

# Demo.groups[0].twitter
source: https://twitter.com/alsassociation
it: https://twitter.com/aislaonlus

# Demo.groups[1].name
source: Alzheimer's Association
it: Associazione Alzheimer Italia

# Demo.groups[1].website
source: https://www.alz.org
it: http://www.alzheimer.it

# Demo.groups[1].twitter
source: https://twitter.com/alzassociation
it: https://twitter.com/alzheimeritalia

# Demo.groups[2].name
source: Multiple Sclerosis Foundation
it: Associazione Italiana Sclerosi Multipla

# Demo.groups[2].website
source: https://msfocus.org
it: https://www.aism.it

# Demo.groups[2].twitter
source: https://twitter.com/MS_Focus
it: https://twitter.com/aism_nazionale

# Demo.groups[3].name
source: Muscular Dystrophy Association
it: Unione Italiana Lotta alla Distrofia Muscolare

# Demo.groups[3].website
source: http://www.mdausa.org
it: https://www.uildm.org/

# Demo.groups[3].twitter
source: https://twitter.com/MDAorg
it: https://twitter.com/UILDMnazionale

# Demo.groups[4].name
source: Parkinson's Foundation
it: Confederazione Parkinson Italia

# Demo.groups[4].website
source: https://www.parkinson.org
it: https://www.parkinson-italia.it/

# Demo.groups[4].twitter
source: https://twitter.com/ParkinsonDotOrg
it: https://twitter.com/parkinsonitaly

source: OK
ar: موافق
bn_in: ঠিক আছে
cy: Iawn
fr_ca: D'accord
ga_gb: Ceart go leor
hi: ठीक है
id: Oke
ja: わかった
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好的

source: No
ar: رقم
bn_in: না
cy: Nac ydw
de: Nein
fr_ca: Non
ga_gb: Níl
hi: नहीं
id: Tidak
ja: いいえ
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
ur: نہیں
zh_hans: 不
