Repository: BoldContacts/boldcontacts-mobile-app-for-apple
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: ar, bn_in, cy, de, es_419, fr_ca, ga_gb, hi, id, it, ja, pt_br, ru, sv, tr, ur, zh_hans

source: Cancel
ar: يلغي
bn_in: বাতিল
cy: Canslo
de: Absagen
es_419: Cancelar
fr_ca: Annuler
ga_gb: Cealaigh
hi: रद्द करना
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
ur: منسوخ کریں۔
zh_hans: 取消

source: Yes
ar: نعم
bn_in: হ্যাঁ
cy: Oes
de: Ja
es_419: Sí
fr_ca: Oui
ga_gb: Tá
hi: हाँ
it: Si
ja: はい
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
ur: جی ہاں
zh_hans: 是的

source: Success
ar: النجاح
bn_in: সফল
cy: Llwyddiant
de: Erfolg
es_419: Exitoso
fr_ca: Succès
ga_gb: Rath
hi: सफलता
id: Kesuksesan
it: Successo
ja: 成功
pt_br: Sucesso
ru: Успех
sv: Framgång
tr: Başarı
ur: کامیابی
zh_hans: 成功

source: Failure
ar: بالفشل
bn_in: ব্যর্থতা
cy: Methiant
de: Versagen
es_419: Fallido
fr_ca: Échec
ga_gb: Teip
hi: असफलता
id: Kegagalan
it: Fallimento
ja: 失敗
pt_br: Falha
ru: Отказ
sv: Fel
tr: Başarısızlık
ur: ناکامی
zh_hans: 失败

source: Allow
ar: السماح
bn_in: অনুমতি দিন
cy: Caniat치u
de: Erlauben
es_419: Permitir
fr_ca: Permettre
ga_gb: Ceadaigh
hi: अनुमति देना
id: Mengizinkan
it: Permetti
ja: 許可する
pt_br: Permitir
ru: Разрешать
sv: Tillåta
tr: İzin ver
ur: اجازت دیں۔
zh_hans: 允许

source: Don't Allow
ar: لا تسمح
bn_in: অনুমতি দেবেন না
cy: Peidiwch 칙 Chaniat치u
de: Nicht zulassen
es_419: No Permitir
fr_ca: Ne pas autoriser
ga_gb: Ná Ceadaigh
hi: अनुमति न दें
id: Jangan Izinkan
it: Non Permettere
ja: 許可しない
pt_br: Não permitir
ru: Не разрешать
sv: Tillåt inte
tr: İzin Verme
ur: اجازت نہ دیں۔
zh_hans: 不允许

source: Accept
ar: قبول
bn_in: স্বীকার করুন
cy: Derbyn
de: Annehmen
es_419: Aceptar
fr_ca: Accepter
ga_gb: Glac
hi: स्वीकार करना
id: Menerima
it: Accetta
ja: 承認
pt_br: Aceitar
ru: Принимать
sv: Acceptera
tr: Kabul Et
ur: قبول کریں۔
zh_hans: 接受

source: Reject
ar: رفض
bn_in: প্রত্যাখ্যান করুন
de: Ablehnen
es_419: Rechazar
fr_ca: Rejeter
ga_gb: Diúltaigh
hi: अस्वीकार
id: Menolak
it: Rifiuta
ja: 拒絶
pt_br: Rejeitar
ru: Отклонять
sv: Avvisa
tr: Reddet
ur: رد کرنا
zh_hans: 拒绝

# AlertForIntroduction.title
source: "BoldContacts" Introduction
ar: "BoldContacts" مقدمة
bn_in: "বোল্ড কন্টাক্ট" ভূমিকা
cy: "BoldContacts" Rhagymadrodd
de: Einführung in "BoldContacts".
es_419: "BoldContacts" Introducción
fr_ca: Présentation de "Contacts en gras"
ga_gb: "Teagmhálacha Trom" Réamhrá
hi: "बोल्ड संपर्क" परिचय
id: Pengenalan "BoldContacts"
it: "BoldContacts" Introduzione
ja: "BoldContacts" はじめに
pt_br: "BoldContacts" Introdução
ru: "BoldContacts" Введение
sv: "BoldContacts" Introduktion
tr: "BoldContacts" Giriş
ur: "BoldContacts" تعارف

# AlertForIntroduction.message
source: This app displays your existing contacts that are on your device. You can use your Contacts app to manage your contacts.
ar: يعرض هذا التطبيق جهات الاتصال الموجودة على جهازك. يمكنك استخدام تطبيق جهات الاتصال لإدارة جهات الاتصال الخاصة بك.
bn_in: এই অ্যাপটি আপনার ডিভাইসে থাকা আপনার বিদ্যমান পরিচিতিগুলি প্রদর্শন করে। আপনি আপনার পরিচিতিগুলি পরিচালনা করতে আপনার পরিচিতি অ্যাপ ব্যবহার করতে পারেন।
cy: Mae'r ap hwn yn dangos eich cysylltiadau presennol sydd ar eich dyfais. Gallwch ddefnyddio'ch app Contacts i reoli'ch cysylltiadau.
de: Diese App zeigt Ihre bestehenden Kontakte an, die sich auf Ihrem Gerät befinden. Sie können Ihre Kontakte mit Ihrer Kontakte-App verwalten.
es_419: Esta aplicación muestra los contactos existentes que están en tu dispositivo. Puedes usar la aplicación de Contactos para administrarlos.
fr_ca: Cette application affiche vos contacts existants qui se trouvent sur votre appareil. Vous pouvez utiliser votre application Contacts pour gérer vos contacts.
ga_gb: Taispeánann an aip seo na teagmhálaithe atá agat cheana féin agus atá ar do ghléas. Is féidir leat d’aip Contacts a úsáid chun do theagmhálaithe a bhainistiú.
hi: यह ऐप आपके मौजूदा संपर्कों को प्रदर्शित करता है जो आपके डिवाइस पर हैं। आप अपने संपर्कों को प्रबंधित करने के लिए अपने संपर्क ऐप का उपयोग कर सकते हैं।
id: Aplikasi ini menampilkan kontak Anda yang ada di perangkat Anda. Anda dapat menggunakan aplikasi Kontak untuk mengelola kontak Anda.
it: Questa applicazione mostra i tuoi contatti esistenti su questo dispositivo. Puoi usare la app Telefono per gestire i tuoi contatti.
ja: このアプリは、デバイスにある既存の連絡先を表示します。 連絡先アプリを使用して、連絡先を管理できます。
pt_br: Este aplicativo exibe seus contatos existentes que estão no seu dispositivo. Você pode usar seu aplicativo Contatos para gerenciar seus contatos.
ru: Это приложение отображает существующие контакты на вашем устройстве. Вы можете использовать приложение «Контакты» для управления контактами.
sv: Den här appen visar dina befintliga kontakter som finns på din enhet. Du kan använda appen Kontakter för att hantera dina kontakter.
tr: Bu uygulama, cihazınızda bulunan mevcut kişilerinizi görüntüler. Kişilerinizi yönetmek için Kişiler uygulamanızı kullanabilirsiniz.
ur: یہ ایپ آپ کے موجودہ رابطوں کو دکھاتی ہے جو آپ کے آلے پر ہیں۔ آپ اپنے رابطوں کا نظم کرنے کے لیے اپنی رابطہ ایپ استعمال کر سکتے ہیں۔

# AlertForDemonstration.title
source: "BoldContacts" Would Like To Show Examples
ar: "BoldContacts" ترغب في عرض أمثلة
bn_in: "বোল্ড কন্টাক্ট" উদাহরণ দেখাতে চায়
cy: Hoffai "BoldContacts" Ddangos Enghreifftiau
es_419: "BoldContacts" Quisiera Mostrar Ejemplos
fr_ca: "Contacts en gras" souhaite afficher des exemples
ga_gb: Ba mhaith le "BoldContacts" Samplaí a thaispeáint
hi: "बोल्ड संपर्क" उदाहरण दिखाना चाहेंगे
id: "BoldContacts" Ingin Menunjukkan Contoh
it: "BoldContacts" vorrebbe mostrarti degli esempi
ja: "BoldContacts" は例を示したいと考えています
pt_br: "BoldContacts" gostaria de mostrar exemplos
ru: "BoldContacts" хотел бы показать примеры
sv: "BoldContacts" skulle vilja visa exempel
tr: "BoldContacts" Örnekleri Göstermek İstiyorum
ur: "BoldContacts" مثالیں دکھانا چاہیں گے۔
zh_hans: "大胆的接触" 想展示例子

# AlertForDemonstration.message
source: This app reads your existing contacts on your device, but you don't seem to have any. So this app will show you temporary demonstration examples instead of your existing contacts.
ar: يقرأ هذا التطبيق جهات الاتصال الموجودة على جهازك ، ولكن يبدو أنه ليس لديك أي منها. لذلك سيعرض لك هذا التطبيق أمثلة توضيحية مؤقتة بدلاً من جهات الاتصال الحالية.
bn_in: এই অ্যাপটি আপনার ডিভাইসে আপনার বিদ্যমান পরিচিতিগুলো পড়ে, কিন্তু আপনার কাছে কোনো আছে বলে মনে হয় না। তাই এই অ্যাপটি আপনার বিদ্যমান পরিচিতির পরিবর্তে আপনাকে সাময়িক প্রদর্শনের উদাহরণ দেখাবে।
cy: Mae'r ap hwn yn darllen eich cysylltiadau presennol ar eich dyfais, ond nid yw'n ymddangos bod gennych unrhyw rai. Felly bydd yr ap hwn yn dangos enghreifftiau dros dro i chi yn lle'ch cysylltiadau presennol.
de: Diese App liest Ihre vorhandenen Kontakte auf Ihrem Gerät, aber Sie scheinen keine zu haben. Diese App zeigt Ihnen also temporäre Demonstrationsbeispiele anstelle Ihrer bestehenden Kontakte.
es_419: Esta aplicación lee los contactos existentes en tu dispositivo, pero parece que no tiene ninguno. Entonces, esta aplicación le mostrará ejemplos en su lugar.
fr_ca: Cette application lit vos contacts existants sur votre appareil, mais vous ne semblez pas en avoir. Ainsi, cette application vous montrera des exemples de démonstration temporaires au lieu de vos contacts existants.
ga_gb: Léann an aip seo na teagmhálaithe atá agat cheana féin ar do ghléas, ach is cosúil nach bhfuil aon cheann agat. Mar sin taispeánfaidh an aip seo samplaí taispeána sealadacha duit in ionad na dteagmhálaithe atá agat cheana féin.
hi: यह ऐप आपके डिवाइस पर आपके मौजूदा संपर्कों को पढ़ता है, लेकिन ऐसा लगता है कि आपके पास कोई संपर्क नहीं है। तो यह ऐप आपको आपके मौजूदा संपर्कों के बजाय अस्थायी प्रदर्शन उदाहरण दिखाएगा।
id: Aplikasi ini membaca kontak yang ada di perangkat Anda, tetapi sepertinya Anda tidak memilikinya. Jadi aplikasi ini akan menunjukkan contoh demonstrasi sementara alih-alih kontak yang ada.
it: Questa app legge i contatti esistenti del tuo telefono, ma sembra che tu non ne abbia alcuno. Per questo motivo questa app ti mostrerà degli esempi temporanei invece dei tuoi contatti esistenti.
ja: このアプリは、デバイス上の既存の連絡先を読み取りますが、何も持っていないようです。 したがって、このアプリは、既存の連絡先の代わりに一時的なデモの例を表示します。
pt_br: Este aplicativo lê seus contatos existentes no seu dispositivo, mas parece que você não tem nenhum. Portanto, este aplicativo mostrará exemplos de demonstração temporários em vez de seus contatos existentes.
ru: Это приложение считывает ваши существующие контакты на вашем устройстве, но, похоже, у вас их нет. Таким образом, это приложение покажет вам временные демонстрационные примеры вместо ваших существующих контактов.
sv: Den här appen läser dina befintliga kontakter på din enhet, men du verkar inte ha några. Så den här appen kommer att visa dig tillfälliga demonstrationsexempel istället för dina befintliga kontakter.
tr: Bu uygulama, cihazınızdaki mevcut kişilerinizi okur, ancak sizde hiç kişi yok gibi görünüyor. Dolayısıyla, bu uygulama size mevcut kişileriniz yerine geçici tanıtım örnekleri gösterecektir.
ur: یہ ایپ آپ کے آلے پر موجود آپ کے رابطے پڑھتی ہے، لیکن ایسا نہیں لگتا کہ آپ کے پاس کوئی رابطہ ہے۔ لہذا یہ ایپ آپ کو آپ کے موجودہ رابطوں کے بجائے عارضی مظاہرے کی مثالیں دکھائے گی۔
zh_hans: 此应用程序会读取您设备上的现有联系人，但您似乎没有任何联系人。 所以这个应用程序将向您展示临时演示示例，而不是您现有的联系人。

# CNContactStore.authorizationStatus.authorized
source: This app can read your contacts list.
ar: يمكن لهذا التطبيق قراءة قائمة جهات الاتصال الخاصة بك.
bn_in: এই অ্যাপটি আপনার পরিচিতির তালিকা পড়তে পারে।
cy: Gall yr ap hwn ddarllen eich rhestr cysylltiadau.
de: Diese App kann Ihre Kontaktliste lesen.
es_419: Esta aplicación puede leer su lista de contactos.
fr_ca: Cette application peut lire votre liste de contacts.
ga_gb: Is féidir leis an aip seo do liosta teagmhálaithe a léamh.
hi: यह ऐप आपकी कॉन्टैक्ट लिस्ट को पढ़ सकता है।
id: Aplikasi ini dapat membaca daftar kontak Anda.
it: Questa app può leggere la tua lista dei contatti.
ja: このアプリは連絡先リストを読み取ることができます。
pt_br: Este aplicativo pode ler sua lista de contatos.
ru: Это приложение может читать ваш список контактов.
sv: Denna app kan läsa din kontaktlista.
tr: Bu uygulama kişi listenizi okuyabilir.
ur: یہ ایپ آپ کے رابطوں کی فہرست پڑھ سکتی ہے۔
zh_hans: 这个应用程序可以读取您的联系人列表。

# CNContactStore.authorizationStatus.notDetermined
source: This app wants to read your contacts list.
ar: يريد هذا التطبيق قراءة قائمة جهات الاتصال الخاصة بك.
bn_in: এই অ্যাপটি আপনার পরিচিতির তালিকা পড়তে চায়।
cy: Mae'r ap hwn eisiau darllen eich rhestr cysylltiadau.
de: Diese App möchte Ihre Kontaktliste lesen.
es_419: Esta aplicación quiere leer tu lista de contactos.
fr_ca: Cette application veut lire votre liste de contacts.
ga_gb: Teastaíonn ón aip seo do liosta teagmhálaithe a léamh.
hi: यह ऐप आपकी संपर्क सूची पढ़ना चाहता है।
id: Aplikasi ini ingin membaca daftar kontak Anda.
it: Questa app vuole leggere la tua lista dei contatti.
ja: このアプリはあなたの連絡先リストを読み込もうとしています。
pt_br: Este aplicativo quer ler sua lista de contatos.
ru: Это приложение хочет прочитать ваш список контактов.
sv: Den här appen vill läsa din kontaktlista.
tr: Bu uygulama, kişi listenizi okumak istiyor.
ur: یہ ایپ آپ کے رابطوں کی فہرست پڑھنا چاہتی ہے۔
zh_hans: 这个应用程序想要读取您的联系人列表。

# CNContactStore.authorizationStatus.restricted
source: This app is unable to read your contacts list because your contact store authorization status is set to restricted. You can quit the app now. You can launch your Preferences app, then authorize this app to read your contacts list, then relaunch this app.
ar: هذا التطبيق غير قادر على قراءة قائمة جهات الاتصال الخاصة بك لأنه تم تعيين حالة ترخيص متجرهذا التطبيق غير قادر على قراءة قائمة جهات الاتصال الخاصة بك لأن حالة ترخيص متجر جهات الاتصال الخاصة بك مقيدة. يمكنك الخروج من التطبيق الآن. يمكنك تشغيل تطبيق التفضيلات الخاص بك ، ثم تخويل هذا التطبيق لقراءة قائمة جهات الاتصال الخاصة بك ، ثم إعادة تشغيل هذا التطبيق.
bn_in: এই অ্যাপটি আপনার পরিচিতি তালিকা পড়তে অক্ষম কারণ আপনার যোগাযোগের দোকান অনুমোদনের স্থিতি সীমাবদ্ধ হিসাবে সেট করা আছে। আপনি এখন অ্যাপটি ছেড়ে দিতে পারেন। আপনি আপনার পছন্দের অ্যাপটি চালু করতে পারেন, তারপর এই অ্যাপটিকে আপনার পড়ার জন্য অনুমোদন করুন পরিচিতি তালিকা, তারপর এই অ্যাপটি পুনরায় চালু করুন।
cy: Nid yw'r ap hwn yn gallu darllen eich rhestr cysylltiadau oherwydd bod eich statws awdurdodi siop cyswllt wedi'i osod i gyfyngu. Gallwch chi roi'r gorau iddi nawr. Gallwch chi lansio'ch app Dewisiadau, yna awdurdodi'r app hon i ddarllen eich rhestr cysylltiadau, yna ail-lansio'r app hon.
de: Diese App kann Ihre Kontaktliste nicht lesen, da der Autorisierungsstatus Ihres Kontaktspeichers auf „Eingeschränkt“ gesetzt ist. Sie können die App jetzt beenden. Sie können Ihre Einstellungen-App starten, dann diese App autorisieren, Ihre Kontaktliste zu lesen, und diese App dann neu starten.
es_419: Esta aplicación no puede leer tu lista de contactos porque no está autorizada. Puedes salir de la aplicación ahora. Debes abrir la opción de Preferencias, luego autorizar a esta aplicación a leer tu lista de contactos y luego reiniciar esta aplicación.
fr_ca: Cette application ne peut pas lire votre liste de contacts car le statut d'autorisation de votre magasin de contacts est défini sur restreint. Vous pouvez quitter l'application maintenant. Vous pouvez lancer votre application Préférences, puis autoriser cette application à lire votre liste de contacts, puis relancer cette application.
ga_gb: Ní féidir leis an aip seo do liosta teagmhálaithe a léamh toisc go bhfuil srian ar do stádas údaraithe siopa teagmhála. Is féidir leat éirí as an app anois. Is féidir leat d'aip Roghanna a sheoladh, ansin an aip seo a údarú chun do liosta teagmhálaithe a léamh, ansin an aip seo a athsheoladh.
hi: यह ऐप आपकी संपर्क सूची को पढ़ने में असमर्थ है क्योंकि आपकी संपर्क स्टोर प्राधिकरण स्थिति प्रतिबंधित पर सेट है। अब आप ऐप को छोड़ सकते हैं। आप अपना प्राथमिकता ऐप लॉन्च कर सकते हैं, फिर इस ऐप को अपनी संपर्क सूची पढ़ने के लिए अधिकृत कर सकते हैं, फिर इस ऐप को फिर से लॉन्च कर सकते हैं।
id: Aplikasi ini tidak dapat membaca daftar kontak Anda karena status otorisasi toko kontak Anda disetel ke dibatasi. Anda dapat keluar dari aplikasi sekarang. Anda dapat meluncurkan aplikasi Preferensi Anda, lalu mengizinkan aplikasi ini untuk membaca daftar kontak Anda, lalu meluncurkan kembali aplikasi ini.
it: Questa app non è in grado di leggere la tua lista dei contatti perché vi sono restrizioni sui permessi. Puoi uscire dalla applicazione adesso. Vai in Impostazioni dell'iPhone, Privacy, Contatti e autorizza "BoldContacts". Poi riapri questa app.
ja: 連絡先ストアの認証ステータスが制限付きに設定されているため、このアプリは連絡先リストを読み取ることができません。 これでアプリを終了できます。 設定アプリを起動し、このアプリに連絡先リストの読み取りを許可してから、このアプリを再起動できます。
pt_br: Este aplicativo não consegue ler sua lista de contatos porque o status de autorização da sua loja de contatos está definido como restrito. Você pode sair do aplicativo agora. Você pode iniciar seu aplicativo Preferências, autorizar este aplicativo a ler sua lista de contatos e reiniciá-lo.
ru: Это приложение не может прочитать ваш список контактов, так как для вашего статуса авторизации хранилища контактов задано ограничение. Вы можете выйти из приложения сейчас. Вы можете запустить приложение «Настройки», затем разрешить этому приложению читать ваш список контактов, а затем перезапустить это приложение.
sv: Den här appen kan inte läsa din kontaktlista eftersom auktoriseringsstatusen för din kontaktbutik är inställd på begränsad. Du kan avsluta appen nu. Du kan starta din Preferences-app, sedan auktorisera den här appen att läsa din kontaktlista och sedan starta om den här appen.
tr: Kişi deposu yetkilendirme durumunuz kısıtlı olarak ayarlandığından bu uygulama kişi listenizi okuyamıyor. Uygulamadan şimdi çıkabilirsiniz. Tercihler uygulamanızı başlatabilir ve ardından bu uygulamaya, bilgilerinizi okuması için yetki verebilirsiniz. kişiler listesi, ardından bu uygulamayı yeniden başlatın.
ur: یہ ایپ آپ کے رابطوں کی فہرست کو پڑھنے سے قاصر ہے کیونکہ آپ کے رابطہ اسٹور کی اجازت کی حیثیت محدود پر سیٹ ہے۔ آپ ابھی ایپ کو چھوڑ سکتے ہیں۔ آپ اپنی ترجیحات ایپ لانچ کر سکتے ہیں، پھر اس ایپ کو اپنے رابطوں کی فہرست پڑھنے کی اجازت دے سکتے ہیں، پھر اس ایپ کو دوبارہ لانچ کر سکتے ہیں۔
zh_hans: 此应用无法读取您的联系人列表，因为您的联系人存储授权状态设置为受限。 您现在可以退出该应用程序。 您可以启动您的首选项应用程序，然后授权此应用程序读取您的联系人列表，然后重新启动此应用程序。

# CNContactStore.authorizationStatus.denied
source: This app is unable to read your contacts list because your contact store authorization status is set to denied. You can quit the app now. You can launch your Preferences app, then authorize this app to read your contacts list, then relaunch this app.
ar: هذا التطبيق غير قادر على قراءة قائمة جهات الاتصال الخاصة بك لأن حالة ترخيص متجر جهات الاتصال تشير إلى أنه تم رفضه. يمكنك الخروج من التطبيق الآن. يمكنك تشغيل تطبيق التفضيلات الخاص بك ، ثم تخويل هذا التطبيق لقراءة قائمة جهات الاتصال الخاصة بك ، ثم إعادة تشغيل هذا التطبيق.
bn_in: এই অ্যাপটি আপনার পরিচিতি তালিকা পড়তে অক্ষম কারণ আপনার যোগাযোগের দোকান অনুমোদনের স্থিতি অস্বীকৃত করার জন্য সেট করা আছে। আপনি এখন অ্যাপটি ছেড়ে দিতে পারেন। আপনি আপনার পছন্দের অ্যাপটি চালু করতে পারেন, তারপর এই অ্যাপটিকে আপনার পড়ার জন্য অনুমোদন করুন পরিচিতি তালিকা, তারপর এই অ্যাপটি পুনরায় চালু করুন।
cy: Nid yw'r ap hwn yn gallu darllen eich rhestr cysylltiadau oherwydd bod eich statws awdurdodi siop cyswllt wedi'i osod i wrthod. Gallwch chi roi'r gorau iddi nawr. Gallwch chi lansio'ch app Dewisiadau, yna awdurdodi'r app hon i ddarllen eich rhestr cysylltiadau, yna ail-lansio'r app hon.
de: Diese App kann Ihre Kontaktliste nicht lesen, da der Autorisierungsstatus Ihres Kontaktspeichers auf „Verweigert“ gesetzt ist. Sie können die App jetzt beenden. Sie können Ihre Einstellungen-App starten, dann diese App autorisieren, Ihre Kontaktliste zu lesen, und diese App dann neu starten.
es_419: Esta aplicación no puede leer tu lista de contactos porque la opción de leer tus contactos se encuentra desactivada. Puedes salir de la aplicación ahora. Debes abrir la opción de Preferencias, luego autorizar a esta aplicación a leer tu lista de contactos y luego reiniciar esta aplicación
fr_ca: Cette application ne peut pas lire votre liste de contacts car le statut d'autorisation de votre magasin de contacts est défini sur refusé. Vous pouvez quitter l'application maintenant. Vous pouvez lancer votre application Préférences, puis autoriser cette application à lire votre liste de contacts, puis relancer cette application.
ga_gb: Ní féidir leis an aip seo do liosta teagmhálaithe a léamh toisc go bhfuil do stádas údaraithe siopa teagmhála socraithe mar dhiúltú. Is féidir leat éirí as an app anois. Is féidir leat d'aip Roghanna a sheoladh, ansin an aip seo a údarú chun do liosta teagmhálaithe a léamh, ansin an aip seo a athsheoladh.
hi: यह ऐप आपकी संपर्क सूची को पढ़ने में असमर्थ है क्योंकि आपकी संपर्क स्टोर प्राधिकरण स्थिति अस्वीकृत पर सेट है। अब आप ऐप को छोड़ सकते हैं। आप अपना प्राथमिकता ऐप लॉन्च कर सकते हैं, फिर इस ऐप को अपनी संपर्क सूची पढ़ने के लिए अधिकृत कर सकते हैं, फिर इस ऐप को फिर से लॉन्च कर सकते हैं।
id: Aplikasi ini tidak dapat membaca daftar kontak Anda karena status otorisasi toko kontak Anda disetel ke ditolak. Anda dapat keluar dari aplikasi sekarang. Anda dapat meluncurkan aplikasi Preferensi Anda, lalu mengizinkan aplikasi ini untuk membaca daftar kontak Anda, lalu meluncurkan kembali aplikasi ini.
it: Questa app non è in grado di leggere la tua lista dei contatti perché i permessi di accesso sono stati negati. Puoi uscire dalla applicazione adesso. Vai in Impostazioni dell'iPhone, Privacy, Contatti e autorizza "BoldContacts". Poi riapri questa app.
ja: 連絡先ストアの承認ステータスが拒否に設定されているため、このアプリは連絡先リストを読み取ることができません。 これでアプリを終了できます。 設定アプリを起動し、このアプリに連絡先リストの読み取りを許可してから、このアプリを再起動できます。
pt_br: Este aplicativo não consegue ler sua lista de contatos porque seu status de autorização de armazenamento de contatos está definido como negado. Você pode sair do aplicativo agora. Você pode iniciar seu aplicativo Preferências, autorizar este aplicativo a ler sua lista de contatos e reiniciá-lo.
ru: Это приложение не может прочитать ваш список контактов, поскольку для вашего статуса авторизации хранилища контактов установлено значение «отказано». Вы можете выйти из приложения сейчас. Вы можете запустить приложение «Настройки», затем разрешить этому приложению читать ваш список контактов, а затем перезапустить это приложение.
sv: Den här appen kan inte läsa din kontaktlista eftersom din kontaktbutiks auktoriseringsstatus är inställd på nekad. Du kan avsluta appen nu. Du kan starta din Preferences-app, sedan auktorisera den här appen att läsa din kontaktlista och sedan starta om den här appen.
tr: Kişi deposu yetkilendirme durumunuz reddedildi olarak ayarlandığından bu uygulama kişi listenizi okuyamıyor. Uygulamadan şimdi çıkabilirsiniz. Tercihler uygulamanızı başlatabilir ve ardından bu uygulamaya, bilgilerinizi okuması için yetki verebilirsiniz. kişiler listesi, ardından bu uygulamayı yeniden başlatın.
ur: یہ ایپ آپ کے رابطوں کی فہرست کو پڑھنے سے قاصر ہے کیونکہ آپ کے رابطہ اسٹور کی اجازت کی حیثیت کو مسترد کرنے پر سیٹ کیا گیا ہے۔ آپ ابھی ایپ کو چھوڑ سکتے ہیں۔ آپ اپنی ترجیحات ایپ لانچ کر سکتے ہیں، پھر اس ایپ کو اپنے رابطوں کی فہرست پڑھنے کی اجازت دے سکتے ہیں، پھر اس ایپ کو دوبارہ لانچ کر سکتے ہیں۔
zh_hans: 此应用无法读取您的联系人列表，因为您的联系人存储授权状态设置为拒绝。 您现在可以退出该应用程序。 您可以启动您的首选项应用程序，然后授权此应用程序读取您的联系人列表，然后重新启动此应用程序。
